import Head from "next/head";
import React from "react";

const Layout = (props) => {
  return (
    <div>
      <Head>
        <title>{props.pageTitle}</title>
        <meta name='design' content='Козловська Аріна Дизайнер інтер`єру' />
        <meta name='viewport' content='width=device-width, initial-scale=1' />
        <meta name='robots' content='index, follow' />
        <meta
          name='keywords'
          content="дизайн інтер'єру квартир, дизайн інтер'єру квартири, дизайн інтер'єру будинку, дизайн інтер'єру будинків, дизайн квартир, дизайн квартири, дизайн будинку, дизайн будинків, дизайнер інтер'єру львів, дизайн інтер'єру Льів, дизайнер інтер'єру Львів, дизайн інтер'єру Льів, дизайн інтер'єру, дизайнер інтер'єру, Львів, дизайн інтер'єру у Львові, дизайнер інтер'єру у Львові, інтер'єрний дизайн, дизайн приміщень, декор інтер'єру, розкладка приміщень, ремонт інтер'єру, меблі для інтер'єру, оновлення інтер'єру, ексклюзивний дизайн, модернізація інтер'єру, стиль інтер'єру, Козловська Аріна, Аріна Козловська, Козловська Аріна дизайнер інтер'єру, інтер'єрний дизайнер Козловська Аріна,  дизайн інтер'єру квартир львів, дизайн інтер'єру квартири львів, дизайн інтер'єру будинку львів, дизайн інтер'єру будинків львів, дизайн квартир львів, дизайн квартири львів, дизайн будинку львів, дизайн будинків львів, дизайн інтер'єру квартир Львів, дизайн інтер'єру квартири Львів, дизайн інтер'єру будинку Львів, дизайн інтер'єру будинків Львів, дизайн квартир Львів, дизайн квартири Львів, дизайн будинку Львів, дизайн будинків Львів, Козловська Аріна дизайнер-інтер'єру, інтер'єр дизайнер Козловська Аріна"
        />
        <link rel='icon' href='/favicon.jpg' />
      </Head>
      <div>{props.children}</div>
    </div>
  );
};

export default Layout;
